{
  "dame": 52,
  "datos": 56,
  "desde": 97,
  "el": 111,
  "de": 62,
  "mayo": 153,
  "2020": 24,
  "dame datos": 53,
  "datos desde": 60,
  "desde el": 100,
  "el de": 113,
  "de mayo": 78,
  "mayo de": 155,
  "de 2020": 64,
  "información": 131,
  "del": 83,
  "15": 14,
  "enero": 117,
  "2022": 32,
  "información del": 133,
  "del 15": 86,
  "15 de": 16,
  "de enero": 72,
  "enero de": 119,
  "de 2022": 66,
  "reportes": 185,
  "entre": 120,
  "10": 10,
  "marzo": 149,
  "2021": 28,
  "20": 17,
  "abril": 36,
  "reportes entre": 188,
  "entre 10": 121,
  "10 de": 11,
  "de marzo": 77,
  "marzo de": 151,
  "de 2021": 65,
  "2021 20": 30,
  "20 de": 18,
  "de abril": 68,
  "abril de": 38,
  "muestra": 158,
  "25": 34,
  "diciembre": 103,
  "2019": 23,
  "muestra datos": 159,
  "datos del": 59,
  "del 25": 90,
  "25 de": 35,
  "de diciembre": 71,
  "diciembre de": 105,
  "de 2019": 63,
  "necesito": 163,
  "febrero": 125,
  "2023": 33,
  "necesito reportes": 166,
  "reportes del": 187,
  "del de": 92,
  "de febrero": 73,
  "febrero de": 127,
  "de 2023": 67,
  "consulta": 49,
  "junio": 140,
  "consulta del": 51,
  "de junio": 75,
  "junio de": 141,
  "datos de": 58,
  "información desde": 134,
  "desde enero": 101,
  "enero 2022": 118,
  "entre marzo": 124,
  "marzo 2021": 150,
  "2021 abril": 31,
  "abril 2021": 37,
  "julio": 138,
  "dame información": 54,
  "información de": 132,
  "de julio": 74,
  "julio 2020": 139,
  "septiembre": 191,
  "necesito datos": 164,
  "de septiembre": 82,
  "septiembre de": 192,
  "octubre": 168,
  "muestra reportes": 161,
  "reportes de": 186,
  "de octubre": 79,
  "octubre 2022": 169,
  "del 2020": 88,
  "2018": 21,
  "hasta": 128,
  "desde 2018": 98,
  "2018 hasta": 22,
  "hasta 2022": 129,
  "año": 45,
  "del año": 91,
  "año 2021": 46,
  "2015": 19,
  "datos entre": 61,
  "entre 2015": 122,
  "2015 2020": 20,
  "del 2019": 87,
  "05": 4,
  "del 05": 85,
  "05 05": 5,
  "05 2020": 7,
  "desde 2020": 99,
  "2020 05": 25,
  "05 15": 6,
  "03": 2,
  "15 03": 15,
  "03 2021": 3,
  "01": 0,
  "12": 12,
  "del 01": 84,
  "01 12": 1,
  "12 2022": 13,
  "08": 8,
  "del 2021": 89,
  "2021 08": 29,
  "08 20": 9,
  "desde mayo": 102,
  "mayo 2020": 154,
  "2020 hasta": 27,
  "hasta diciembre": 130,
  "diciembre 2022": 104,
  "partir": 170,
  "partir de": 171,
  "durante": 106,
  "periodo": 175,
  "durante el": 107,
  "el periodo": 115,
  "periodo de": 176,
  "marzo junio": 152,
  "entre el": 123,
  "2020 el": 26,
  "el 10": 112,
  "inicio": 136,
  "el inicio": 114,
  "inicio de": 137,
  "febrero 2021": 126,
  "agua": 42,
  "de agua": 69,
  "aminas": 43,
  "de aminas": 70,
  "sólidos": 194,
  "sistema": 193,
  "necesito sólidos": 167,
  "sólidos del": 195,
  "del sistema": 95,
  "la": 142,
  "tabla": 196,
  "muestra la": 160,
  "la tabla": 144,
  "quiero": 178,
  "ver": 202,
  "los": 145,
  "quiero ver": 179,
  "ver los": 203,
  "los reportes": 147,
  "reciente": 181,
  "información reciente": 135,
  "actuales": 39,
  "datos actuales": 57,
  "actuales del": 40,
  "última": 204,
  "actualización": 41,
  "última actualización": 205,
  "reporte": 183,
  "completo": 48,
  "necesito el": 165,
  "el reporte": 116,
  "reporte completo": 184,
  "todos": 197,
  "registros": 182,
  "muestra todos": 162,
  "todos los": 198,
  "los registros": 146,
  "parámetros": 172,
  "químicos": 180,
  "consulta de": 50,
  "de parámetros": 80,
  "parámetros químicos": 173,
  "valores": 200,
  "ph": 177,
  "dame los": 55,
  "los valores": 148,
  "valores de": 201,
  "de ph": 81,
  "día": 108,
  "del día": 93,
  "día 15": 109,
  "día 20": 110,
  "mes": 156,
  "pasado": 174,
  "del mes": 94,
  "mes pasado": 157,
  "semana": 189,
  "anterior": 44,
  "de la": 76,
  "la semana": 143,
  "semana anterior": 190,
  "último": 206,
  "trimestre": 199,
  "del último": 96,
  "último trimestre": 207,
  "año pasado": 47
}