{
  "vocabulario": {
    "holar": 36,
    "buen": 11,
    "día": 21,
    "buen día": 12,
    "mal": 41,
    "servicio": 72,
    "mucho": 47,
    "gracia": 30,
    "tu": 85,
    "ayuda": 7,
    "mucho gracia": 48,
    "necesitar": 50,
    "mi": 44,
    "estar": 24,
    "molesto": 46,
    "estar mucho": 25,
    "yo": 95,
    "ver": 94,
    "luego": 40,
    "tengar": 82,
    "yo ver": 102,
    "hola": 35,
    "tú": 87,
    "agradecer": 1,
    "tú agradecer": 88,
    "podría": 58,
    "gracias": 31,
    "qué": 62,
    "tal": 79,
    "este": 26,
    "qué tal": 63,
    "tal necesitar": 80,
    "necesitar yo": 51,
    "molestar": 45,
    "no": 55,
    "neg_necesitar": 53,
    "solución": 77,
    "yo molestar": 98,
    "todo": 84,
    "despir": 19,
    "gracias todo": 32,
    "yo despir": 96,
    "solicitar": 75,
    "información": 38,
    "solicitar información": 76,
    "ser": 70,
    "inaceptable": 37,
    "este ser": 27,
    "ser inaceptable": 71,
    "tiempo": 83,
    "querer": 61,
    "poder": 57,
    "ayudar": 8,
    "ayudar yo": 9,
    "estés": 28,
    "bien": 10,
    "estés bien": 29,
    "equipo": 22,
    "neg_poder": 54,
    "no neg_poder": 56,
    "hasta": 33,
    "pronto": 60,
    "hasta pronto": 34,
    "cómo": 17,
    "urge": 92,
    "yo urge": 101,
    "aprecio": 5,
    "apoyo": 4,
    "mucho tu": 49,
    "uno": 91,
    "chao": 13,
    "podría ayudar": 59,
    "mar": 42,
    "saludo": 69,
    "tú mar": 89,
    "mar uno": 43,
    "requerir": 64,
    "acceso": 0,
    "ir": 39,
    "yo ir": 97,
    "él": 103,
    "tú él": 90,
    "él agradecer": 104,
    "revisar": 67,
    "retirar": 66,
    "yo retirar": 100,
    "esperar": 23,
    "su": 78,
    "agradecido": 3,
    "respuesta": 65,
    "rápido": 68,
    "urgente": 93,
    "yo poder": 99,
    "neg_este": 52,
    "agradecer su": 2,
    "cordialmente": 15,
    "despir cordialmente": 20,
    "tarde": 81,
    "atender": 6,
    "corazón": 14,
    "técnico": 86,
    "cuídatar": 16,
    "demora": 18,
    "situación": 73,
    "sobre": 74
  },
  "features": [
    "acceso",
    "agradecer",
    "agradecer su",
    "agradecido",
    "apoyo",
    "aprecio",
    "atender",
    "ayuda",
    "ayudar",
    "ayudar yo",
    "bien",
    "buen",
    "buen día",
    "chao",
    "corazón",
    "cordialmente",
    "cuídatar",
    "cómo",
    "demora",
    "despir",
    "despir cordialmente",
    "día",
    "equipo",
    "esperar",
    "estar",
    "estar mucho",
    "este",
    "este ser",
    "estés",
    "estés bien",
    "gracia",
    "gracias",
    "gracias todo",
    "hasta",
    "hasta pronto",
    "hola",
    "holar",
    "inaceptable",
    "información",
    "ir",
    "luego",
    "mal",
    "mar",
    "mar uno",
    "mi",
    "molestar",
    "molesto",
    "mucho",
    "mucho gracia",
    "mucho tu",
    "necesitar",
    "necesitar yo",
    "neg_este",
    "neg_necesitar",
    "neg_poder",
    "no",
    "no neg_poder",
    "poder",
    "podría",
    "podría ayudar",
    "pronto",
    "querer",
    "qué",
    "qué tal",
    "requerir",
    "respuesta",
    "retirar",
    "revisar",
    "rápido",
    "saludo",
    "ser",
    "ser inaceptable",
    "servicio",
    "situación",
    "sobre",
    "solicitar",
    "solicitar información",
    "solución",
    "su",
    "tal",
    "tal necesitar",
    "tarde",
    "tengar",
    "tiempo",
    "todo",
    "tu",
    "técnico",
    "tú",
    "tú agradecer",
    "tú mar",
    "tú él",
    "uno",
    "urge",
    "urgente",
    "ver",
    "yo",
    "yo despir",
    "yo ir",
    "yo molestar",
    "yo poder",
    "yo retirar",
    "yo urge",
    "yo ver",
    "él",
    "él agradecer"
  ],
  "n_features": 105,
  "ngram_range": [
    1,
    2
  ],
  "max_features": 500,
  "min_df": 2,
  "idf_values": [
    4.545778610473263,
    3.341805806147327,
    4.545778610473263,
    4.545778610473263,
    4.545778610473263,
    4.545778610473263,
    4.545778610473263,
    4.258096538021482,
    4.034952986707273,
    4.258096538021482,
    4.545778610473263,
    3.4471663218051534,
    3.4471663218051534,
    4.258096538021482,
    4.545778610473263,
    4.545778610473263,
    4.545778610473263,
    4.545778610473263,
    4.545778610473263,
    3.8526314299133175,
    4.545778610473263,
    3.4471663218051534,
    4.545778610473263,
    4.545778610473263,
    3.341805806147327,
    4.258096538021482,
    3.005333569526114,
    4.258096538021482,
    4.545778610473263,
    4.545778610473263,
    4.034952986707273,
    2.936340698039163,
    4.258096538021482,
    3.8526314299133175,
    4.545778610473263,
    3.8526314299133175,
    3.5649493574615367,
    4.545778610473263,
    4.258096538021482,
    4.034952986707273,
    4.545778610473263,
    4.545778610473263,
    4.545778610473263,
    4.545778610473263,
    4.034952986707273,
    4.545778610473263,
    4.545778610473263,
    3.0794415416798357,
    4.258096538021482,
    4.545778610473263,
    3.4471663218051534,
    4.545778610473263,
    4.545778610473263,
    4.545778610473263,
    4.258096538021482,
    3.4471663218051534,
    4.258096538021482,
    3.341805806147327,
    4.034952986707273,
    4.545778610473263,
    4.034952986707273,
    4.258096538021482,
    3.5649493574615367,
    4.034952986707273,
    4.258096538021482,
    4.258096538021482,
    4.545778610473263,
    4.545778610473263,
    4.545778610473263,
    4.258096538021482,
    3.8526314299133175,
    4.545778610473263,
    4.034952986707273,
    4.545778610473263,
    4.545778610473263,
    4.258096538021482,
    4.545778610473263,
    4.545778610473263,
    4.034952986707273,
    4.034952986707273,
    4.545778610473263,
    4.545778610473263,
    4.545778610473263,
    4.258096538021482,
    3.4471663218051534,
    3.6984807500860595,
    4.545778610473263,
    3.341805806147327,
    4.034952986707273,
    4.545778610473263,
    4.258096538021482,
    3.5649493574615367,
    4.545778610473263,
    4.258096538021482,
    4.258096538021482,
    2.210403694656226,
    3.8526314299133175,
    4.258096538021482,
    4.545778610473263,
    4.258096538021482,
    4.545778610473263,
    4.545778610473263,
    4.258096538021482,
    3.6984807500860595,
    4.258096538021482
  ]
}