{
  "vocabulario": {
    "entregar": 20,
    "información": 45,
    "agua": 0,
    "amina": 8,
    "pero": 78,
    "no": 68,
    "neg_sólido": 67,
    "entregar información": 23,
    "información agua": 46,
    "agua amina": 1,
    "amina pero": 13,
    "pero no": 79,
    "no neg_sólido": 71,
    "muéstramir": 49,
    "datos": 16,
    "sólido": 113,
    "muéstramir datos": 50,
    "datos sólido": 19,
    "sólido agua": 114,
    "obtén": 72,
    "valores": 120,
    "obtén valores": 77,
    "valores sólido": 123,
    "pásamar": 86,
    "pásamar valores": 91,
    "valores agua": 121,
    "amina sólido": 15,
    "necesitar": 55,
    "formato": 41,
    "necesitar formato": 57,
    "formato sólido": 44,
    "entregar datos": 21,
    "datos agua": 17,
    "sin": 108,
    "neg_agua": 61,
    "obtén formato": 74,
    "sólido amina": 115,
    "amina sin": 14,
    "sin neg_agua": 109,
    "querer": 92,
    "querer datos": 93,
    "agua sólido": 6,
    "proporcionar": 80,
    "proporcionar datos": 81,
    "aguo": 7,
    "amina aguo": 10,
    "información amina": 47,
    "pásamar datos": 87,
    "datos amina": 18,
    "amina agua": 9,
    "querer valores": 97,
    "requerir": 102,
    "requerir información": 105,
    "necesitar valores": 60,
    "información sólido": 48,
    "reporte": 98,
    "querer reporte": 96,
    "reporte amina": 100,
    "sólido sin": 119,
    "necesitar datos": 56,
    "neg_incluir": 63,
    "pásamar formato": 88,
    "formato agua": 42,
    "sin neg_incluir": 111,
    "neg_incluir neg_sólido": 66,
    "obtén datos": 73,
    "entregar formato": 22,
    "formato amina": 43,
    "envíamar": 26,
    "envíamar reporte": 29,
    "reporte agua": 99,
    "reporte sólido": 101,
    "envíamar formato": 27,
    "muéstramir información": 52,
    "envíame": 30,
    "envíame valores": 32,
    "muéstramir formato": 51,
    "sólido pero": 118,
    "no neg_agua": 69,
    "pásamar información": 89,
    "envíame datos": 31,
    "proporcionar valores": 85,
    "requerir reporte": 106,
    "querer información": 95,
    "evitar": 33,
    "querer formato": 94,
    "sólido evitar": 116,
    "evitar agua": 34,
    "proporcionar formato": 82,
    "requerir valores": 107,
    "valores amina": 122,
    "entregar valores": 25,
    "agua sin": 5,
    "muéstramir valores": 54,
    "necesitar información": 58,
    "neg_amina": 62,
    "agua pero": 4,
    "no neg_amina": 70,
    "excepto": 37,
    "amina excepto": 12,
    "excepto neg_agua": 38,
    "entregar reporte": 24,
    "evitar amina": 35,
    "requerir formato": 104,
    "necesitar reporte": 59,
    "obtén información": 75,
    "requerir datos": 103,
    "neg_incluir neg_agua": 64,
    "proporcionar información": 83,
    "sin neg_sólido": 112,
    "sólido excepto": 117,
    "neg_incluir neg_amina": 65,
    "pásamar reporte": 90,
    "excepto neg_amina": 39,
    "muéstramir reporte": 53,
    "envíamar información": 28,
    "obtén reporte": 76,
    "agua evitar": 2,
    "evitar sólido": 36,
    "agua excepto": 3,
    "excepto neg_sólido": 40,
    "amina evitar": 11,
    "proporcionar reporte": 84,
    "sin neg_amina": 110
  },
  "features": [
    "agua",
    "agua amina",
    "agua evitar",
    "agua excepto",
    "agua pero",
    "agua sin",
    "agua sólido",
    "aguo",
    "amina",
    "amina agua",
    "amina aguo",
    "amina evitar",
    "amina excepto",
    "amina pero",
    "amina sin",
    "amina sólido",
    "datos",
    "datos agua",
    "datos amina",
    "datos sólido",
    "entregar",
    "entregar datos",
    "entregar formato",
    "entregar información",
    "entregar reporte",
    "entregar valores",
    "envíamar",
    "envíamar formato",
    "envíamar información",
    "envíamar reporte",
    "envíame",
    "envíame datos",
    "envíame valores",
    "evitar",
    "evitar agua",
    "evitar amina",
    "evitar sólido",
    "excepto",
    "excepto neg_agua",
    "excepto neg_amina",
    "excepto neg_sólido",
    "formato",
    "formato agua",
    "formato amina",
    "formato sólido",
    "información",
    "información agua",
    "información amina",
    "información sólido",
    "muéstramir",
    "muéstramir datos",
    "muéstramir formato",
    "muéstramir información",
    "muéstramir reporte",
    "muéstramir valores",
    "necesitar",
    "necesitar datos",
    "necesitar formato",
    "necesitar información",
    "necesitar reporte",
    "necesitar valores",
    "neg_agua",
    "neg_amina",
    "neg_incluir",
    "neg_incluir neg_agua",
    "neg_incluir neg_amina",
    "neg_incluir neg_sólido",
    "neg_sólido",
    "no",
    "no neg_agua",
    "no neg_amina",
    "no neg_sólido",
    "obtén",
    "obtén datos",
    "obtén formato",
    "obtén información",
    "obtén reporte",
    "obtén valores",
    "pero",
    "pero no",
    "proporcionar",
    "proporcionar datos",
    "proporcionar formato",
    "proporcionar información",
    "proporcionar reporte",
    "proporcionar valores",
    "pásamar",
    "pásamar datos",
    "pásamar formato",
    "pásamar información",
    "pásamar reporte",
    "pásamar valores",
    "querer",
    "querer datos",
    "querer formato",
    "querer información",
    "querer reporte",
    "querer valores",
    "reporte",
    "reporte agua",
    "reporte amina",
    "reporte sólido",
    "requerir",
    "requerir datos",
    "requerir formato",
    "requerir información",
    "requerir reporte",
    "requerir valores",
    "sin",
    "sin neg_agua",
    "sin neg_amina",
    "sin neg_incluir",
    "sin neg_sólido",
    "sólido",
    "sólido agua",
    "sólido amina",
    "sólido evitar",
    "sólido excepto",
    "sólido pero",
    "sólido sin",
    "valores",
    "valores agua",
    "valores amina",
    "valores sólido"
  ],
  "n_features": 124,
  "ngram_range": [
    1,
    2
  ],
  "max_features": 500,
  "min_df": 2,
  "idf_values": [
    1.4790353012760833,
    2.7326050467413916,
    5.269697449699962,
    5.51085950651685,
    5.4238481295272205,
    4.650658241293739,
    2.6776461624606336,
    3.4428466606606367,
    1.3576744442718158,
    3.454407483061713,
    3.4428466606606367,
    5.711530201979001,
    5.6061696863211745,
    5.269697449699962,
    4.576550269140016,
    2.640896620251892,
    2.51968304949872,
    3.4089451089849554,
    3.6182953381668295,
    3.8483117687688013,
    3.217406897086077,
    5.018383021419056,
    4.541458949328746,
    4.91302250576123,
    4.576550269140016,
    5.018383021419056,
    3.765620052923688,
    4.817712325956904,
    4.773260563386071,
    4.91302250576123,
    4.3252358408591105,
    4.689878954447019,
    5.4238481295272205,
    4.3252358408591105,
    5.6061696863211745,
    5.269697449699962,
    5.269697449699962,
    4.474767574830074,
    5.269697449699962,
    5.6061696863211745,
    5.711530201979001,
    2.615449954590728,
    3.689247074139114,
    3.646074902273905,
    3.781620394270129,
    2.615449954590728,
    3.719100037288795,
    3.674648274717961,
    3.719100037288795,
    3.3237873006446486,
    4.96431580014878,
    4.817712325956904,
    5.075541435259004,
    5.018383021419056,
    4.650658241293739,
    3.264363880173848,
    4.612917913310891,
    4.91302250576123,
    5.200704578213011,
    4.817712325956904,
    4.730700948967275,
    4.219875325201285,
    4.353406717825807,
    4.219875325201285,
    5.51085950651685,
    5.200704578213011,
    5.13616605707544,
    3.9197707327509463,
    4.412247217848741,
    5.51085950651685,
    5.6061696863211745,
    5.269697449699962,
    3.235925944853314,
    4.612917913310891,
    5.13616605707544,
    4.689878954447019,
    5.075541435259004,
    4.650658241293739,
    4.412247217848741,
    4.412247217848741,
    3.454407483061713,
    5.269697449699962,
    4.91302250576123,
    4.817712325956904,
    4.91302250576123,
    5.269697449699962,
    3.226623552191001,
    4.541458949328746,
    4.96431580014878,
    4.689878954447019,
    4.91302250576123,
    4.96431580014878,
    3.2082744135228043,
    4.576550269140016,
    5.018383021419056,
    4.612917913310891,
    4.96431580014878,
    4.817712325956904,
    2.6776461624606336,
    3.765620052923688,
    3.719100037288795,
    3.81441021709312,
    3.3654599970452166,
    5.018383021419056,
    4.730700948967275,
    5.4238481295272205,
    4.96431580014878,
    4.689878954447019,
    3.7343675094195836,
    5.962844630259907,
    6.810142490647111,
    4.219875325201285,
    5.018383021419056,
    1.360535676552848,
    2.7439688053917064,
    2.7907609668984654,
    5.200704578213011,
    5.4238481295272205,
    5.711530201979001,
    5.343805421853684,
    2.6054498712561447,
    3.674648274717961,
    3.6602595372658615,
    3.749871695955549
  ]
}